<?php

return array (
  'back' => '前のページへ戻る',
  'home' => 'ホームへ戻る',
  'title_401' => '認証が必要です',
  'sub_title_401' => '申し訳ございませんが、このページにアクセスするには認証が必要です。',
  'title_402' => '支払いが必要です',
  'sub_title_402' => '申し訳ございませんが、この操作を続行するには支払いが必要です。',
  'title_403' => 'アクセス禁止',
  'sub_title_403' => '申し訳ございませんが、このページにアクセスする権限がありません。',
  'title_404' => 'ページが見つかりません',
  'sub_title_404' => '申し訳ございませんが、お探しのページは存在しないか、削除されました。',
  'title_419' => 'ページの有効期限が切れました',
  'sub_title_419' => '申し訳ございませんが、セッションの有効期限が切れました。ページを更新して再度お試しください。',
  'title_429' => 'リクエストが多すぎます',
  'sub_title_429' => '申し訳ございませんが、リクエストが多すぎます。後でもう一度お試しください。',
  'title_500' => 'サーバーエラー',
  'sub_title_500' => '申し訳ございませんが、サーバーでエラーが発生しました。修正に取り組んでいます。',
  'title_503' => 'サービス利用不可',
  'sub_title_503' => '申し訳ございませんが、サービスは一時的に利用できません。後でもう一度お試しください。',
);
