<?php

return [
    'back' => '前のページへ戻る',
    'home' => 'ホームへ戻る',
    'title_401' => 'アクセス権がありません',
    'sub_title_401' => 'ログインしていないか、セッションが切れています。再度ログインしてください。',
    'title_402' => '未払いです',
    'sub_title_402' => 'この操作には支払いが必要です。支払いを完了してから続行してください。',
    'title_403' => 'アクセス権がありません',
    'sub_title_403' => 'このリソースにアクセスする権限がありません。ご不明点は管理者にお問い合わせください。',
    'title_404' => 'おっと！ページが見つかりません',
    'sub_title_404' => 'アクセスしたページは削除されたか、移動されたか、一時的に利用できません。',
    'title_419' => 'ページの有効期限が切れました',
    'sub_title_419' => 'ページの有効期限が切れました。ページを更新するか、フォームを再送信してください。',
    'title_429' => '少し休憩しましょう',
    'sub_title_429' => 'リクエストが多すぎます。しばらくしてから再度お試しください。',
    'title_500' => 'サーバーに問題が発生しました',
    'sub_title_500' => 'サーバーでエラーが発生しました。しばらくしてから再度お試しになるか、技術サポートにご連絡ください。',
    'title_503' => 'システムメンテナンス中',
    'sub_title_503' => 'システムはメンテナンス中です。しばらくしてからアクセスしてください。ご理解とご協力に感謝します。',
];
