<?php

return [
    // Список/Навигация
    'label' => 'Адреса',
    'group' => 'Управление пользователями',

    // Поля
    'user_info' => 'Информация о пользователе',
    'user_id' => 'ID пользователя',
    'user_id_helper' => 'Введите ID пользователя для связи.',
    'fullname' => 'Получатель',
    'full_address' => 'Полный адрес',
    'orders_count' => 'Количество связанных заказов',
    'email' => 'Email',
    'firstname' => 'Имя',
    'lastname' => 'Фамилия',
    'telephone' => 'Телефон',
    'company' => 'Компания',
    'address_info' => 'Информация об адресе',
    'address_1' => 'Адрес 1',
    'address_2' => 'Адрес 2',
    'city' => 'Город',
    'postcode' => 'Почтовый индекс',
    'country' => 'Страна',
    'country_id' => 'Страна',
    'zone' => 'Регион',
    'zone_id' => 'Регион',
    'cannot_delete_has_orders' => 'Нельзя удалить адрес, который связан с заказами.',
];
