<?php

return [
    // Список / Навигация
    'label' => 'Атрибуты',
    'group' => 'Управление товарами',

    // Поля
    'name' => 'Название атрибута',
    'values_count' => 'Количество значений атрибута',
    'is_filterable' => 'Использовать для фильтрации',
    'filterable' => 'Доступно для фильтрации',
    'not_filterable' => 'Недоступно для фильтрации',
    'translation_status' => 'Статус перевода',
    'unnamed' => 'Атрибут без названия',
    'basic_info' => 'Основная информация',
    'is_filterable_helper' => 'При включении можно использовать на фронтенде для фильтрации (например, фильтрация по региону происхождения, типу чая и т.д.).',
    'translations' => 'Многоязычный перевод',
    'name_helper' => 'Введите название атрибута для каждого языка отдельно.',
];
