<?php

return [
    // Список / Навигация
    'label' => 'Значения атрибутов',

    // Поля
    'basic_info' => 'Основная информация',
    'attribute' => 'Атрибут',
    'attribute_helper' => 'Выберите атрибут, к которому относится это значение атрибута.',
    'translation_status' => 'Статус перевода',
    'translations' => 'Многоязычный перевод',
    'name' => 'Название значения атрибута',
    'name_helper' => 'Введите название значения атрибута для каждого языка отдельно.',
    'products_count' => 'Количество связанных товаров',
    'unnamed' => 'Значение атрибута без названия',
];
