<?php

return [
    // Список / Навигация
    'label' => 'Валюты',

    // Поля
    'basic_info' => 'Основная информация',
    'name' => 'Название валюты',
    'code' => 'Код',
    'code_helper' => 'Например: CNY, USD, EUR и т.д., используется для внутренней идентификации системы и конвертации валют.',
    'symbol' => 'Символ',
    'symbol_helper' => 'Будет отображаться перед суммой. Например: ¥, $, € и т.д.',
    'exchange_rate' => 'Курс обмена (относительно валюты по умолчанию)',
    'exchange_rate_helper' => 'Например: если валюта по умолчанию — CNY, 1 USD ≈ 7.2 CNY, то здесь введите 7.2.',
    'exchange_rate_from' => 'Источник курса',
    'exchange_rate_until' => 'Дата обновления курса',
];
