<?php

return [
    // Список / Навигация
    'label' => 'Языки',
    'group' => 'Системные настройки',

    // Поля
    'basic_info' => 'Основная информация',
    'name' => 'Название языка',
    'code' => 'Код',
    'code_helper' => 'Например: zh_CN, en, es и т.д., используется для URL и внутренней идентификации системы.',
    'is_default' => 'Язык по умолчанию',
    'is_default_helper' => 'Язык по умолчанию используется для начального отображения на фронтенде и части логики отката. Рекомендуется одновременно устанавливать только один язык по умолчанию.',
    'default' => 'По умолчанию',
    'not_default' => 'Не по умолчанию',
];
