<?php

return [
    'failed' => 'Учетные данные не совпадают с нашими записями.',
    'password' => 'Введён неправильный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, повторите через :seconds секунд.',
    'verify_email_success' => 'Электронная почта успешно подтверждена',

    'reset_password' => 'Сброс пароля',
    'email' => 'Электронная почта',
    'send_reset_link' => 'Отправить ссылку для сброса',

    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль',

    'password_reset_success' => 'Пароль успешно сброшен, перенаправляем...',
    'new_password' => 'Новый пароль',
    'confirm_new_password' => 'Подтвердите новый пароль',

    'email_verified_title' => 'Электронная почта подтверждена!',
    'email_verified_message' => 'Мы подтвердили вашу электронную почту, перенаправляем на главную страницу...',
];
