<?php

return [
    'back' => 'Вернуться назад',
    'home' => 'На главную страницу',
    'title_401' => 'Неавторизован',
    'sub_title_401' => 'Вы не вошли в систему или ваша сессия истекла. Пожалуйста, войдите и попробуйте снова.',
    'title_402' => 'Требуется оплата',
    'sub_title_402' => 'Для выполнения этого действия требуется оплата. Пожалуйста, завершите оплату для продолжения.',
    'title_403' => 'Доступ запрещён',
    'sub_title_403' => 'У вас нет прав для доступа к этому ресурсу. Если у вас есть вопросы, свяжитесь с администратором.',
    'title_404' => 'Упс! Страница не найдена',
    'sub_title_404' => 'Искомая страница могла быть удалена, перемещена или временно недоступна.',
    'title_419' => 'Срок действия страницы истёк',
    'sub_title_419' => 'Страница устарела. Пожалуйста, обновите страницу или отправьте форму снова.',
    'title_429' => 'Сделайте паузу',
    'sub_title_429' => 'Вы слишком часто отправляете запросы. Пожалуйста, попробуйте позже.',
    'title_500' => 'Ошибка сервера',
    'sub_title_500' => 'На сервере произошла ошибка. Пожалуйста, попробуйте позже или свяжитесь с технической поддержкой.',
    'title_503' => 'Режим обслуживания',
    'sub_title_503' => 'Система в настоящее время находится на техническом обслуживании. Пожалуйста, зайдите позже. Спасибо за ваше терпение!',
];
