<?php

return [
    'back' => 'Вернуться назад',
    'home' => 'Вернуться на главную',
    'title_401' => 'Не авторизован',
    'sub_title_401' => 'Извините, для доступа к этой странице требуется авторизация.',
    'title_402' => 'Требуется оплата',
    'sub_title_402' => 'Извините, для продолжения этой операции требуется оплата.',
    'title_403' => 'Доступ запрещен',
    'sub_title_403' => 'Извините, у вас нет разрешения на доступ к этой странице.',
    'title_404' => 'Страница не найдена',
    'sub_title_404' => 'Извините, запрашиваемая страница не существует или была удалена.',
    'title_419' => 'Страница истекла',
    'sub_title_419' => 'Извините, ваша сессия истекла. Пожалуйста, обновите страницу и попробуйте снова.',
    'title_429' => 'Слишком много запросов',
    'sub_title_429' => 'Извините, вы сделали слишком много запросов. Пожалуйста, попробуйте позже.',
    'title_500' => 'Ошибка сервера',
    'sub_title_500' => 'Извините, на сервере произошла ошибка. Мы работаем над ее исправлением.',
    'title_503' => 'Сервис недоступен',
    'sub_title_503' => 'Извините, сервис временно недоступен. Пожалуйста, попробуйте позже.',
];
