<?php

return [
    'back' => 'Вернуться назад',
    'home' => 'Вернуться на главную',
    'title_401' => 'Доступ запрещён',
    'sub_title_401' => 'Вы не вошли в систему или срок действия сеанса истёк. Пожалуйста, войдите снова и попробуйте ещё раз.',
    'title_402' => 'Оплата не выполнена',
    'sub_title_402' => 'Для продолжения необходимо совершить оплату. Пожалуйста, завершите оплату и продолжите.',
    'title_403' => 'Доступ запрещён',
    'sub_title_403' => 'У вас нет прав доступа к этому ресурсу. Если у вас есть вопросы, свяжитесь с администратором.',
    'title_404' => 'Упс! Страница не найдена',
    'sub_title_404' => 'Страница могла быть удалена, перемещена или временно недоступна.',
    'title_419' => 'Страница устарела',
    'sub_title_419' => 'Страница устарела, пожалуйста, обновите страницу или отправьте форму снова.',
    'title_429' => 'Сделайте перерыв',
    'sub_title_429' => 'Слишком много запросов. Пожалуйста, попробуйте позже.',
    'title_500' => 'Проблемы с сервером',
    'sub_title_500' => 'Произошла ошибка сервера, попробуйте позже или обратитесь в техническую поддержку.',
    'title_503' => 'Техническое обслуживание системы',
    'sub_title_503' => 'Система находится на техническом обслуживании, пожалуйста, зайдите позже. Спасибо за ваше терпение!',
];
