<?php

return [
    'back' => '이전 페이지로 돌아가기',
    'home' => '홈으로 돌아가기',
    'title_401' => '접근 권한 없음',
    'sub_title_401' => '로그인하지 않았거나 로그인 시간이 만료되었습니다. 다시 로그인해 주세요.',
    'title_402' => '미결제',
    'sub_title_402' => '이 작업은 결제가 필요합니다. 결제를 완료한 후 계속 진행해 주세요.',
    'title_403' => '접근 권한 없음',
    'sub_title_403' => '이 리소스에 접근할 권한이 없습니다. 문의사항은 관리자에게 연락해 주세요.',
    'title_404' => '앗! 페이지를 찾을 수 없습니다',
    'sub_title_404' => '방문하신 페이지가 삭제되었거나 이동되었거나 일시적으로 이용 불가능합니다.',
    'title_419' => '페이지가 만료되었습니다',
    'sub_title_419' => '페이지가 만료되었습니다. 새로고침하거나 양식을 다시 제출해 주세요.',
    'title_429' => '잠시 쉬어가세요',
    'sub_title_429' => '요청이 너무 많습니다. 잠시 후 다시 시도해 주세요.',
    'title_500' => '서버 오류 발생',
    'sub_title_500' => '서버에 오류가 발생했습니다. 잠시 후 다시 시도하거나 기술 지원에 문의해 주세요.',
    'title_503' => '시스템 점검 중',
    'sub_title_503' => '시스템 점검 중입니다. 잠시 후 다시 방문해 주세요. 기다려 주셔서 감사합니다!',
];
