<?php

return [
    'back' => '이전 페이지로 돌아가기',
    'home' => '홈으로 돌아가기',
    'title_401' => '인증 필요',
    'sub_title_401' => '죄송합니다. 이 페이지에 액세스하려면 인증이 필요합니다.',
    'title_402' => '결제 필요',
    'sub_title_402' => '죄송합니다. 이 작업을 계속하려면 결제가 필요합니다.',
    'title_403' => '접근 금지',
    'sub_title_403' => '죄송합니다. 이 페이지에 액세스할 권한이 없습니다.',
    'title_404' => '페이지를 찾을 수 없음',
    'sub_title_404' => '죄송합니다. 찾으시는 페이지가 존재하지 않거나 제거되었습니다.',
    'title_419' => '페이지 만료',
    'sub_title_419' => '죄송합니다. 세션이 만료되었습니다. 페이지를 새로고침한 후 다시 시도해 주세요.',
    'title_429' => '요청이 너무 많음',
    'sub_title_429' => '죄송합니다. 요청이 너무 많습니다. 나중에 다시 시도해 주세요.',
    'title_500' => '서버 오류',
    'sub_title_500' => '죄송합니다. 서버에서 오류가 발생했습니다. 수정 중입니다.',
    'title_503' => '서비스 사용 불가',
    'sub_title_503' => '죄송합니다. 서비스가 일시적으로 사용할 수 없습니다. 나중에 다시 시도해 주세요.',
];
